[{
        "id": 1,
        "nombre": "Bulbasaur",
        "tipo1": "planta",
        "tipo2": "veneno",
        "desc": "A Bulbasaur es facil verle echandose una siesta al sol. La semilla que tiene en el lomo va creciendo cada vez mas a medida que absorbe los rayos del sol"
    }, {
        "id": 2,
        "nombre": "Ivysaur",
        "tipo1": "planta",
        "tipo2": "veneno",
        "desc": "Este Pokemon lleva un bulbo en el lomo y, para poder con su peso, tiene unas patas y un tronco gruesos y fuertes. Si empieza a pasar mas tiempo al sol, sera porque el bulbo esta a punto de hacerse una flor grande"
    }, {
        "id": 3,
        "nombre": "Venusaur",
        "tipo1": "planta",
        "tipo2": "veneno",
        "desc": "Venusaur tiene una flor enorme en el lomo que, segun parece, adquiere unos colores muy vivos si esta bien nutrido y le da mucho el sol. El aroma delicado de la flor tiene un efecto relajante en el animo de las personas"
    }, {
        "id": 4,
        "nombre": "Charmander",
        "tipo1": "fuego",
        "tipo2": " ",
        "desc": "La llama que tiene en la punta de la cola arde segun sus sentimientos. Llamea levemente cuando esta alegre y arde vigorosamente cuando esta enfadado"
    }, {
        "id": 5,
        "nombre": "Charmeleon",
        "tipo1": "fuego",
        "tipo2": " ",
        "desc": "Charmeleon derrota a sus enemigos usando las garras, si se encuentra con un rival poderoso, la llama adquiere un tono azul"
    }, {
        "id": 6,
        "nombre": "Charizard",
        "tipo1": "fuego",
        "tipo2": "volador",
        "desc": "Charizard se dedica a volar por los cielos en busca de oponentes fuertes. Echa fuego por la boca y es capaz de derretir cualquier cosa. No obstante, si su rival es mas debil que el, no usara este ataque"
    }, {
        "id": 7,
        "nombre": "Squirtle",
        "tipo1": "agua",
        "tipo2": " ",
        "desc": "El caparazon de Squirtle no le sirve de proteccion unicamente. Su forma redondeada y las hendiduras que tiene le ayudan a reducir su resistencia al agua y le permiten nadar a gran velocidad"
    }, {
        "id": 8,
        "nombre": "Wartortle",
        "tipo1": "agua",
        "tipo2": " ",
        "desc": "Tiene una cola larga y cubierta de un pelo abundante y grueso que se torna mas oscuro a medida que crece. Los cortes que tiene en el caparazon dan fe de lo buen guerrero que es"
    }, {
        "id": 9,
        "nombre": "Blastoise",
        "tipo1": "agua",
        "tipo2": " ",
        "desc": "Blastoise lanza chorros de agua por los tubos que le salen del caparazon que tiene en la espalda, con gran precision. Puede disparar chorros de agua con tanta punteria que no fallaria al tirar contra una lata chica a 50 metros"
    }, {
        "id": 10,
        "nombre": "Caterpie",
        "tipo1": "bicho",
        "tipo2": " ",
        "desc": "Caterpie tiene un apetito voraz. Es capaz de devorar hojas que superen su altura en un abrir y cerrar de ojos. Atencion a la antena que tiene: libera a un hedor realmente fuerte"
    }, {
        "id": 11,
        "nombre": "Metapod",
        "tipo1": "bicho",
        "tipo2": " ",
        "desc": "La capa que recubre el cuerpo de este Pokemon es tan dura como una plancha de hierro. Metapod apenas se mueve. Permanece inmovil para que las visceras evolucionen dentro de la coraza que le rodea"
    }, {
        "id": 12,
        "nombre": "Butterfree",
        "tipo1": "bicho",
        "tipo2": "volador",
        "desc": "Butterfree tiene una habilidad especial para encontrar delicioso polen en las flores. Puede localizar, extraer y transportar polen de flores que esten floreciendo a 10 km de distancia de su nido"
    }, {
        "id": 13,
        "nombre": "Weedle",
        "tipo1": "bicho",
        "tipo2": "veneno",
        "desc": "Weedle tiene un finisimo sentido del olfato. Es capaz de distinguir las hojas que le gustan de las que no le gustan olisqueando un poco con la gran nariz que tiene"
    }, {
        "id": 14,
        "nombre": "Kakuna",
        "tipo1": "bicho",
        "tipo2": "veneno",
        "desc": " \"Kakuna permanece practicamente inmovil al encaramarse a los arboles. Aunque la actividad interna de su organismo tiene un ritmo frenetico"
    }, {
        "id": 15,
        "nombre": "Beedrill",
        "tipo1": "bicho",
        "tipo2": "veneno",
        "desc": " \"Los Beedrill defienden su territorio a toda costa. No es conveniente acercarse a su colmena"
    }, {
        "id": 16,
        "nombre": "Pidgey",
        "tipo1": "normal",
        "tipo2": "volador",
        "desc": "Pidgey tiene un sentido de la orientacion muy desarrollado. Es capaz de regresar a su nido, por lejos que se encuentre de las zonas que le resultan familiares"
    }, {
        "id": 17,
        "nombre": "Pidgeotto",
        "tipo1": "normal",
        "tipo2": "volador",
        "desc": " \"Pidgeotto se apodera de una zona muy vasta como su territorio y la sobrevuela para controlarla. Si alguien invade su espacio vital"
    }, {
        "id": 18,
        "nombre": "Pidgeot",
        "tipo1": "normal",
        "tipo2": "volador",
        "desc": "El plumaje de este Pokemon es bonito e hipnotico. Muchos entrenadores se quedan embobados ante la belleza impactante de las plumas que tiene en la cabeza; lo que les lleva a elegir a Pidgeot como su Pokemon"
    }, {
        "id": 19,
        "nombre": "Rattata",
        "tipo1": "normal",
        "tipo2": " ",
        "desc": "Rattata es cauto como el solo. Hasta cuando duerme mueve las orejas para oir todos los ruidos. No es nada delicado a la hora de elegir su habitat. Cualquier sitio es bueno para cavar su madriguera"
    }, {
        "id": 20,
        "nombre": "Raticate",
        "tipo1": "normal",
        "tipo2": " ",
        "desc": "A Raticate le crecen los colmillos firmes y fuertes. Para mantenerlos afilados roe rocas y troncos, e incluso las paredes de las casas"
    }, {
        "id": 21,
        "nombre": "Spearow",
        "tipo1": "normal",
        "tipo2": "volador",
        "desc": "Spearow pia con tanta fuerza que se le puede oir a 1 km de distancia. Si el agudo chillido sigue una especie de eco, estaremos oyendo la respuesta de otros Spearow que contestan ante el aviso de peligro"
    }, {
        "id": 22,
        "nombre": "Fearow",
        "tipo1": "normal",
        "tipo2": "volador",
        "desc": " \"A Fearow se le reconoce por tener un pescuezo y un pico largo que le permiten cazar en tierra y en el agua. Tiene una gran habilidad moviendo el fino pico para atrapar a sus presas\""
    }, {
        "id": 23,
        "nombre": "Ekans",
        "tipo1": "veneno",
        "tipo2": " ",
        "desc": "Ekans se enrosca para descansar. Adoptando esta posicion puede responder rapidamente a cualquier amenaza que le aceche desde cualquier lugar, levantando la cabeza con una feroz mirada"
    }, {
        "id": 24,
        "nombre": "Arbok",
        "tipo1": "veneno",
        "tipo2": " ",
        "desc": "Este Pokemon es tremendamente fuerte, puede oprimir cualquier cosa con su cuerpo y hasta es capaz de estrujar un barril de acero. Una vez que Arbok se enrosca a su victima, no hay forma de escapar de su asfixiante abrazo"
    }, {
        "id": 25,
        "nombre": "Pikachu",
        "tipo1": "electrico",
        "tipo2": " ",
        "desc": " \"Este Pokemon tiene unas bolsas en las mejillas donde almacena electricidad. Parece ser que se recargan por la noche"
    }, {
        "id": 26,
        "nombre": "Raichu",
        "tipo1": "electrico",
        "tipo2": " ",
        "desc": "Este Pokemon libera una debil carga electrica por todo su cuerpo, que le hace brillar en la oscuridad. Raichu descarga electricidad plantando la cola en el suelo"
    }, {
        "id": 27,
        "nombre": "Sandshrew",
        "tipo1": "tierra",
        "tipo2": " ",
        "desc": "Sandshrew tiene una piel muy seca y extremadamente dura. Tiene la habilidad de hacerse una bola y evitar cualquier ataque. Por las noches, escarba en la arena del desierto y se echa a dormir"
    }, {
        "id": 28,
        "nombre": "Sandslash",
        "tipo1": "tierra",
        "tipo2": " ",
        "desc": "Sandslash se puede enroscar y convertirse en una bola de largas puas. En combate, este Pokemon hara lo posible por debilitar a su rival: le clavara las puas, se le acercara y le atacara con las afiladas garras"
    }, {
        "id": 29,
        "nombre": "Nidoran_f",
        "tipo1": "veneno",
        "tipo2": " ",
        "desc": "Nidoran tiene puas que segregan un veneno muy potente. Se piensa que las desarrollo como proteccion del cuerpo tan chico que tiene. Cuando se enfada, libera una horrible sustancia toxica por el cuerno"
    }, {
        "id": 30,
        "nombre": "Nidorina",
        "tipo1": "veneno",
        "tipo2": " ",
        "desc": "Cuando los Nidorina estan en familia o con sus amigos, esconden las puas para evitar herirse unos a otros. Segun parece, si se les separa de su grupo, se ponen muy nerviosos"
    }, {
        "id": 31,
        "nombre": "Nidoqueen",
        "tipo1": "veneno",
        "tipo2": "tierra",
        "desc": " Nidoqueen tiene un cuerpo totalmente recubierto de escamas durisimas. Suele lanzar por los aires a sus rivales de los violentos golpes que les propina. Cuando se trata de defender a sus crias, alcanza su nivel maximo de fuerza"
    }, {
        "id": 32,
        "nombre": "Nidoran_m",
        "tipo1": "veneno",
        "tipo2": " ",
        "desc": "El Nidoran macho ha desarrollado musculos para mover las orejas y orientarlas en cualquier direccion. De este modo, es capaz de captar hasta el sonido mas leve"
    }, {
        "id": 33,
        "nombre": "Nidorino",
        "tipo1": "veneno",
        "tipo2": " ",
        "desc": "Nidorino tiene un cuerno de dureza superior a la del diamante. Si siente una presencia hostil, se le erizan las puas del lomo enseguida y desafia al enemigo con todas sus fuerzas"
    }, {
        "id": 34,
        "nombre": "Nidoking",
        "tipo1": "veneno",
        "tipo2": "tierra",
        "desc": "La gruesa cola de Nidoking encierra una fuerza realmente destructora. Con una vez que la agite, es capaz de tumbar una torre metalica de transmision. Una vez que este Pokemon se desboca, no hay quien lo pare"
    }]